Repository: blazium-engine/blazium-shared-menus
Catalog: lang/*.po
Languages: da

# code_copy
source: Copy Code: {code}
da: Kopiér: {code}

# join_discord
source: Join the Discord
da: Deltag i vores Discord

# lobby_filter_password
source: Hide Password Protected
da: Skjul spil med adgangskode

# lobby_filters
source: Filters
da: Filtre

# lobby_join
source: Join
da: Deltag

# lobby_leave
source: Leave
da: Forlad

# lobby_placeholder_code
source: Code: ABC123
da: Kode: ABC123

# lobby_prompt_full
source: Lobby is full
da: Dette spil er allerede fyldt

# lobby_prompt_kick_player
source: Kick {player}
da: Fjern {player}

# lobby_prompt_wrong_code
source: Wrong game code
da: Spilkoden du indtastede er forkert

# lobby_ready
source: Ready
da: Klar

# lobby_requires_players
source: Need more players
da: Venter på flere spillere

# lobby_requires_ready
source: Someone isn't ready
da: Venter på at alle spillere er klar

# lobby_unready
source: Unready
da: Jeg er ikke klar

# menu_about
source: About
da: Om

# menu_back
source: Back
da: Tilbage

# menu_browse
source: Browse
da: Find

# menu_competitive
source: Competitive
da: Konkurrence

# menu_create
source: Create
da: Opret

# menu_prompt_exit
source: Are you sure you want to exit?
da: Er du sikker på, at du vil afslutte?

# menu_quit
source: Quit
da: Afslut

# password_placeholder
source: Password
da: Adgangskode

# player_greet
source: Hi, {player}
da: Hej, {player}

# players_max
source: Players: {players}
da: Spillere: {players}

# settings_disconnect
source: Disconnect
da: Afbryd forbindelse

# settings_mode_dark
source: Dark Mode
da: Mørk tilstand

# settings_mode_light
source: Light Mode
da: Lys tilstand

# settings_prompt_disconnect
source: Are you sure you want to disconnect?
da: Er du sikker på, at du vil afbryde forbindelsen?

# tab_players
source: Players
da: Spillere

# title_placeholder
source: Lobby Title
da: Spiltitel
